Repository: FadyAshraff/StoreManagmentSystem
Catalog: StoreManagmentSystem-master/Form1.*.resx
Languages: ar_eg

# storesToolStripMenuItem.Text
source: Stores
ar_eg: المخازن

# itemsToolStripMenuItem.Text
source: Items
ar_eg: الأصناف

# measuresToolStripMenuItem.Text
source: Measures
ar_eg: المقاييس

# stackholdersToolStripMenuItem.Text
source: Stackholders
ar_eg: الأشخاص

# invoicesToolStripMenuItem.Text
source: Invoices
ar_eg: الاذونات

# changeToArabicToolStripMenuItem.Text
source: Change to Arabic
ar_eg: تغيير إلى اللغة الإنجليزية

# newStoreToolStripMenuItem.Text
source: New Store
ar_eg: إضافة مخزن

# editStoreToolStripMenuItem.Text
source: Edit Store
ar_eg: تعديل مخزن

# deleteStoreToolStripMenuItem.Text
source: Delete Store
ar_eg: حذف مخزن

# newItemToolStripMenuItem.Text
source: New Item
ar_eg: إضافة صنف

# editItemToolStripMenuItem.Text
source: Edit Item
ar_eg: تعديل صنف

# deleteItemToolStripMenuItem.Text
source: Delete Item
ar_eg: حذف صنف

# newMeasureToolStripMenuItem.Text
source: New Measure
ar_eg: إضافة مقياس

# editMeasureToolStripMenuItem.Text
source: Edit Measure
ar_eg: تعديل مقياس

# deleteMeasureToolStripMenuItem.Text
source: Delete Measure
ar_eg: حذف مقياس

# customersToolStripMenuItem.Text
source: Customers
ar_eg: العملاء

# newToolStripMenuItem.Text
source: New
ar_eg: إضافة

# editToolStripMenuItem.Text
source: Edit
ar_eg: تعديل

# deleteToolStripMenuItem.Text
source: Delete
ar_eg: حذف

# vendorsToolStripMenuItem.Text
source: Vendors
ar_eg: الموردين

# newToolStripMenuItem1.Text
source: New
ar_eg: إضافة

# editToolStripMenuItem1.Text
source: Edit
ar_eg: تعديل

# deleteToolStripMenuItem1.Text
source: Delete
ar_eg: حذف

# supplyInvoicesToolStripMenuItem.Text
source: Supply Invoices
ar_eg: اذونات التوريد

# newToolStripMenuItem2.Text
source: New
ar_eg: إضافة

# editToolStripMenuItem2.Text
source: Edit
ar_eg: تعديل

# eToolStripMenuItem.Text
source: Sales Invoices
ar_eg: اذونات الصرف

# newToolStripMenuItem3.Text
source: New
ar_eg: إضافة

# editToolStripMenuItem3.Text
source: Edit
ar_eg: تعديل

# $this.Text
source: Store Management System
ar_eg: نظام إدارة المخازن
